Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: You don't have enough information to review yet.
it_it: Non hai ancora abbastanza informazioni per fare una revisione.

source: Variable achievement estimator
it_it: Strumento per la valutazione del conseguimento variabile

source: Use our model for inspiration
it_it: Usa il nostro modello come ispirazione

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
it_it: La tua attività associata ai feedback verrà visualizzata qui. Inizia condividendo i tuoi pensieri e suggerimenti con i colleghi.

source: Favorites
it_it: Favoriti

source: Feedback category
it_it: Categoria di feedback

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
it_it: Le note di feedback sono per uso personale; solo tu puoi visualizzarle. Inizia ad aggiungere le tue note qui per tenere traccia dei tuoi progressi e delle tue idee.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
it_it: Aggiungi qui le tue note per tenere traccia dei tuoi progressi e delle tue idee. Le note di feedback sono per uso personale; solo tu puoi visualizzarle.

source: Feedback overview
it_it: Panoramica del feedback

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
it_it: Qui vedrai i feedback contrassegnati come pubblici. Controlla più tardi per eventuali aggiornamenti o fornisci il primo feedback pubblico a un collega.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
it_it: Qui vedrai i feedback contrassegnati come pubblici. Controlla più tardi per eventuali aggiornamenti o esplora altre funzionalità nel frattempo.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
it_it: I feedback dei tuoi colleghi appariranno qui. Controlla più tardi per eventuali aggiornamenti o esplora altre funzionalità nel frattempo.

source: Reach out to your team and request their thoughts on your work.
it_it: Contatta il tuo team e chiedi loro un parere sul tuo lavoro.

source: New feedback
it_it: Nuovo feedback

source: Your received feedback volume is up!
it_it: Il tuo volume dei feedback ricevuti è aumentato.

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
it_it: I feedback richiesti appariranno qui. Inizia contattando il tuo team e richiedendo il loro input sul tuo lavoro.

source: Request feedback and find out what your colleagues think about your collaboration.
it_it: Richiedi feedback e scopri cosa pensano i tuoi colleghi della tua collaborazione.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
it_it: Le richieste di feedback dei tuoi colleghi appariranno qui. Nel frattempo, puoi inviare una richiesta di feedback ai colleghi per avviare la conversazione.

source: New request
it_it: Nuova richiesta

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
it_it: Il feedback aiuta a migliorare il lavoro di squadra e i processi all'interno dell'azienda. Inizia a condividere i tuoi pensieri e suggerimenti con i colleghi.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
it_it: I colleghi stanno aspettando il tuo feedback. Inizia a condividere i tuoi insight con loro.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
it_it: Il feedback aiuta a migliorare il lavoro di squadra e i processi all'interno dell'azienda. Inizia condividendo i tuoi pensieri e suggerimenti con i colleghi.

source: Team feedback requests
it_it: Richieste di feedback del team

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
it_it: Le richieste di feedback sui tuoi colleghi appariranno qui. Nel frattempo, puoi inviare una richiesta di feedback ai colleghi per avviare la conversazione.

source: Hide confidential information
it_it: Nascondi informazioni riservate

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
it_it: Grazie. Informeremo {{givenName}} che desideri discutere in modo più dettagliato della tua retribuzione azionaria.

source: My documents
it_it: I miei documenti

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
it_it: Non abbiamo ancora abbastanza dati per visualizzare la tua ruota comportamentale. Richiedi feedback ai tuoi colleghi per iniziare a costruire un quadro completo delle tue prestazioni.

source: There aren’t enough data to display the behavior wheel.
it_it: Non ci sono dati sufficienti per visualizzare la ruota dei comportamenti.

source: View behaviors
it_it: Visualizza comportamenti

source: View my received feedback
it_it: Visualizza il mio feedback ricevuto

source: Explore the feedback you received and highlight the ones that inspire you the most!
it_it: Esplora il feedback che hai ricevuto e metti in evidenza i risultati che ti ispirano di più.

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
it_it: Non hai ancora contrassegnato alcun feedback come preferito. Esplora il feedback che hai ricevuto e metti in evidenza i risultati che ti ispirano di più.

source: Go to feedback
it_it: Vai al feedback

source: Your favorite received feedback
it_it: Il tuoi feedback salvati

source: Go to documents
it_it: Vai ai documenti

source: You don’t have any goal plans yet.
it_it: Non hai ancora piani degli obiettivi.

source: Your individual goals
it_it: I tuoi obiettivi individuali

source: Personal information
it_it: Informazioni personali

source: Org level 1
it_it: Livello org 1

source: View profile
it_it: Visualizza profilo

source: Organization goals
it_it: Obiettivi dell'organizzazione

source: Payee
it_it: Beneficiario

source: No performance reviews are assigned to you at the moment.
it_it: Al momento non ti sono assegnate revisioni delle prestazioni.

source: Assigned reviews
it_it: Valutazioni assegnate

source: Review category
it_it: Categoria di valutazione

source: No ratings yet
it_it: Ancora nessuna valutazione

source: List of performance reviews & ratings
it_it: Elenco delle revisioni delle prestazioni e delle valutazioni

source: Enable 360 reviews
it_it: Abilita le revisioni a 360 gradi

source: Check the widgets you want visible on the passport page.
it_it: Seleziona i widget da visualizzare nella pagina del passaporto.

source: Passport widget settings
it_it: Impostazioni del widget del passaporto

source: Digital reward statement
it_it: Rendiconto dei premi digitali

source: Enable my total compensation
it_it: Abilita la mia retribuzione totale

source: Enable and configure the digital reward statement.
it_it: Abilita e configura l'estratto conto dei premi digitali.

source: The section header cannot be empty.
it_it: L'intestazione della sezione non può essere vuota.

source: Preview compensation breakdown in the digital reward statement page.
it_it: Anteprima della suddivisione della retribuzione nella pagina del prospetto dei premi digitali.

source: Compensation breakdown
it_it: Suddivisione della retribuzione

source: Select the compensation elements to display in the history
it_it: Seleziona gli elementi della retribuzione da visualizzare nella cronologia

source: Choose elements
it_it: Scegli gli elementi

source: Compensation elements
it_it: Elementi della retribuzione

source: At least one compensation element must be selected.
it_it: Deve essere selezionato almeno un elemento retributivo.

source: Number of years
it_it: Numero di anni

source: The number of years must be at least 1.
it_it: Il numero di anni deve essere almeno 1.

source: The number of years cannot be empty.
it_it: Il numero di anni non può essere vuoto.

source: Preview historical compensation
it_it: Anteprima della cronologia retributiva

source: Show total compensation
it_it: Mostra retribuzione totale

source: Preview compensation numerical overview
it_it: Anteprima numerica della retribuzione

source: Compensation in numbers
it_it: La retribuzione in cifre

source: Show total direct compensation
it_it: Mostra retribuzione diretta totale

source: Show total indirect compensation
it_it: Mostra retribuzione indiretta totale

source: At least one compensation widget must be selected.
it_it: Deve essere selezionato almeno un widget della retribuzione.

source: Compensation philosophy description
it_it: Descrizione della filosofia retributiva

source: Enter text
it_it: Inserisci testo

source: The description is required.
it_it: La descrizione è obbligatoria.

source: The header is required.
it_it: L'intestazione è obbligatoria.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
it_it: Usa questa sezione per comunicare i principi guida della tua azienda in materia di retribuzione e premi.

source: Compensation philosophy
it_it: Filosofia della retribuzione

source: Main content
it_it: Contenuto principale

source: Our compensation philosophy
it_it: La nostra filosofia retributiva

source: Allow pay information requests
it_it: Consenti richieste di informazioni sulla retribuzione

source: Include the ability to request pay information.
it_it: Includi la possibilità di richiedere informazioni sulla retribuzione.

source: The ray information text cannot be empty.
it_it: Il testo informativo sulla retribuzione non può essere vuoto.

source: Preview position in pay range in the digital reward statement page
it_it: Anteprima della posizione nella fascia retributiva nella pagina dell'estratto digitale dei premi

source: Position in pay range
it_it: Posizione nella fascia retributiva

source: Position in pay range toggle
it_it: Interruttore posizione nella fascia retributiva

source: Compensation policy link description
it_it: Descrizione del link alla politica di compensazione

source: The label is required.
it_it: L'etichetta è obbligatoria.

source: Please enter a valid URL
it_it: Inserisci un URL valido

source: The link is required.
it_it: Il link è obbligatorio.

source: Show compensation policy link
it_it: Mostra il link alla politica di compensazione

source: Add resource
it_it: Aggiungi risorsa

source: List of resources
it_it: Elenco delle risorse

source: Enter your resource label here
it_it: Inserisca qui l'etichetta della risorsa

source: The resource label cannot be empty.
it_it: L'etichetta della risorsa non può essere vuota.

source: Link
it_it: Collegamento

source: The resource link must be a valid URL.
it_it: Il link della risorsa deve essere un URL valido.

source: The resource link cannot be empty.
it_it: Il link della risorsa non può essere vuoto.

source: Provide links to the digital reward statement page.
it_it: Fornisca i link alla pagina dell'estratto conto dei premi digitali.

source: Section description
it_it: Descrizione della sezione

source: Section header
it_it: Intestazione della sezione

source: Side panel
it_it: Pannello laterale

source: The digital reward statement was successfully updated.
it_it: L'estratto conto dei premi digitali è stato aggiornato con successo.

source: Edit digital reward statement
it_it: Modifica dichiarazione di ricompensa digitale

source: Enable learning
it_it: Abilita apprendimento

source: Goal overall progress
it_it: Progresso complessivo degli obiettivi

source: Enable reviews
it_it: Abilita le revisioni

source: Show confidential information
it_it: Mostra informazioni riservate

source: No comments yet
it_it: Nessun commento ancora

source: Check-in comments
it_it: Commenti di check-in

source: Goal comments
it_it: Commenti sull'obiettivo

source: Due date: {{date}}
it_it: Data di scadenza: {{date}}

source: Questionnaire comments
it_it: Commenti del questionario

source: No questions
it_it: Nessuna domanda

source: Skill comments
it_it: Commenti sulle competenze

source: Worker’s self-rating
it_it: Autovalutazione del dipendente

source: No skills yet
it_it: Nessuna competenza ancora

source: Manager’s evaluation
it_it: Valutazione del manager

source: No rating provided
it_it: Nessuna valutazione fornita

source: Type: {{name}}
it_it: Tipo: {{name}}

source: Closed date
it_it: Data di chiusura

source: Close date
it_it: Data di chiusura

source: The worker has opted out of the career development plan
it_it: Il collaboratore ha rinunciato al piano di sviluppo della carriera

source: You have opted out of the career development plan
it_it: Hai scelto di non partecipare al piano di sviluppo della carriera

source: Uploaded files
it_it: File caricati

source: Uploaded by: {{name}}
it_it: Caricato da: {{name}}

source: Automatically, using a deliverable
it_it: Automaticamente, utilizzando un deliverable

source: Automatically, using the average of measurement criteria
it_it: Automaticamente, utilizzando la media dei criteri di misurazione

source: Audit trail
it_it: Registro di controllo

source: This comment was deleted.
it_it: Questo commento è stato eliminato.

source: Discussion
it_it: Discussione

source: Worker, Manager
it_it: Collaboratori, Manager

source: Aligned with goal
it_it: Allineato con l'obiettivo

source: Goals aligned with this goal
it_it: Obiettivi allineati con questo obiettivo

source: {{name}} - Individual goal
it_it: {{name}} - Obiettivo individuale

source: {{name}} - Organizational goal
it_it: {{name}} - Obiettivo organizzativo

source: No due date
it_it: Nessuna scadenza

source: <0>{{userName}}</0> added alignments.
it_it: <0>{{userName}}</0> ha aggiunto allineamenti.

source: <0>{{userName}}</0> deleted alignments.
it_it: <0>{{userName}}</0> ha eliminato gli allineamenti.

source: <0>{{userName}}</0> added a file.
it_it: <0>{{userName}}</0> ha aggiunto un file.

source: <0>{{userName}}</0> deleted a file.
it_it: <0>{{userName}}</0> ha eliminato un file.

source: <0>{{userName}}</0> added a deliverable.
it_it: <0>{{userName}}</0> ha aggiunto un deliverable.

source: <0>{{userName}}</0> deleted a deliverable.
it_it: <0>{{userName}}</0> ha eliminato un deliverable.

source: <0>{{userName}}</0> marked a deliverable as done.
it_it: <0>{{userName}}</0> ha contrassegnato un deliverable come completato.

source: <0>{{userName}}</0> marked a deliverable as undone.
it_it: <0>{{userName}}</0> ha contrassegnato un deliverable come non completato.

source: <0>{{userName}}</0> updated a deliverable.
it_it: <0>{{userName}}</0> ha aggiornato un deliverable.

source: <0>{{userName}}</0> updated the description.
it_it: <0>{{userName}}</0> ha aggiornato la descrizione.

source: <0>{{userName}}</0> updated the due date.
it_it: <0>{{userName}}</0> ha aggiornato la data di scadenza.

source: No date
it_it: Nessuna data

source: No progress
it_it: Nessun progresso

source: No status
it_it: Nessuno stato

source: No weight
it_it: Nessun peso

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
it_it: <0>{{userName}}</0> ha reimpostato la data di fine per <1>{{participantName}}</1> alla data iniziale.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
it_it: <0>{{userName}}</0> ha impostato la data di fine per <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the end date for the goal.
it_it: <0>{{userName}}</0> ha impostato la data di fine per l'obiettivo.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
it_it: <0>{{userName}}</0> ha modificato la data di fine per <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the end date for the goal.
it_it: <0>{{userName}}</0> ha modificato la data di fine dell'obiettivo.

source: From:
it_it: Da:

source: <0>{{userName}}</0> approved a goal.
it_it: <0>{{userName}}</0> ha approvato un obiettivo.

source: <0>{{userName}}</0> created a goal.
it_it: <0>{{userName}}</0> ha creato un obiettivo.

source: <0>{{userName}}</0> rejected a goal.
it_it: <0>{{userName}}</0> ha rifiutato un obiettivo.

source: <0>{{userName}}</0> deleted a goal.
it_it: <0>{{userName}}</0> ha eliminato un obiettivo.

source: <0>{{userName}}</0> marked a goal as done.
it_it: <0>{{userName}}</0> ha contrassegnato un obiettivo come completato.

source: <0>{{userName}}</0> reopened a goal.
it_it: <0>{{userName}}</0> ha riaperto un obiettivo.

source: <0>{{userName}}</0> submitted a goal for approval.
it_it: <0>{{userName}}</0> ha inviato un obiettivo per l'approvazione.

source: <0>{{userName}}</0> added a measurement criterion.
it_it: <0>{{userName}}</0> ha aggiunto un criterio di misurazione.

source: <0>{{userName}}</0> deleted a measurement criterion.
it_it: <0>{{userName}}</0> ha eliminato un criterio di misurazione.

source: <0>{{userName}}</0> updated a measurement criterion.
it_it: <0>{{userName}}</0> ha aggiornato un criterio di misurazione.

source: <0>{{userName}}</0> updated the population of a goal.
it_it: <0>{{userName}}</0> ha aggiornato la popolazione di un obiettivo.

source: <0>{{userName}}</0> updated a goal priority.
it_it: <0>{{userName}}</0> ha aggiornato la priorità di un obiettivo.

source: <0>{{userName}}</0> updated the progress settings of a goal.
it_it: <0>{{userName}}</0> ha aggiornato le impostazioni di avanzamento di un obiettivo.

source: <0>{{userName}}</0> updated the progress of a goal.
it_it: <0>{{userName}}</0> ha aggiornato l'avanzamento di un obiettivo.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
it_it: <0>{{userName}}</0> ha reimpostato le date per la popolazione di obiettivi alle date iniziali.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
it_it: <0>{{userName}}</0> ha reimpostato la data di inizio per <1>{{participantName}}</1> alla data iniziale.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
it_it: <0>{{userName}}</0> ha impostato la data di inizio per <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the start date for the goal.
it_it: <0>{{userName}}</0> ha impostato la data di inizio per l'obiettivo.

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
it_it: <0>{{userName}}</0> ha modificato la data di inizio per <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the start date for the goal.
it_it: <0>{{userName}}</0> ha modificato la data di inizio dell'obiettivo.

source: <0>{{userName}}</0> updated a title.
it_it: <0>{{userName}}</0> ha aggiornato un titolo.

source: To:
it_it: A:

source: <0>{{userName}}</0> updated a goal tracking status.
it_it: <0>{{userName}}</0> ha aggiornato lo stato di monitoraggio di un obiettivo.

source: Progress trail
it_it: Percorso di avanzamento

source: <0>{{userName}}</0> changed the goal weight.
it_it: <0>{{userName}}</0> ha modificato il peso dell'obiettivo.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
it_it: <0>{{userName}}</0> ha reimpostato il peso dell'obiettivo per <1>{{participantName}}</1> al peso iniziale.

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
it_it: <0>{{userName}}</0> ha reimpostato il peso dell'obiettivo per la popolazione dell'obiettivo al peso iniziale.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
it_it: <0>{{userName}}</0> ha impostato il peso di un obiettivo per <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the weight of a goal.
it_it: <0>{{userName}}</0> ha modificato il peso di un obiettivo.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
it_it: <0>{{userName}}</0> ha aggiornato il peso dell'obiettivo per <1>{{participantName}}</1>.

source: No value
it_it: Nessun valore

source: Average score
it_it: Punteggio medio

source: Max score
it_it: Punteggio massimo

source: Overall {{title}} score
it_it: Punteggio {{title}} complessivo

source: Overall goal score
it_it: Punteggio obiettivo complessivo

source: Weight factor
it_it: Fattore di ponderazione

source: Delivered
it_it: Consegnato

source: Not delivered
it_it: Non consegnato

source: No description
it_it: Nessuna descrizione

source: Additional goal description
it_it: Descrizione obiettivo aggiuntiva

source: Overall behavior review
it_it: Valutazione complessiva del comportamento

source: Overall goal review
it_it: Valutazione complessiva degli obiettivi

source: Challenge review
it_it: Valutazione della sfida

source: Overall performance - Discussion outcome
it_it: Prestazione complessiva - Esito della discussione

source: I acknowledge having had a performance coaching conversation with my manager.
it_it: Riconosco di aver avuto una conversazione di coaching sulle prestazioni con il mio responsabile.

source: Custom widget
it_it: Widget personalizzato

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
it_it: Il widget di valutazione delle prestazioni dei membri del team è uno strumento potente progettato specificamente per i manager per valutare e classificare le prestazioni dei membri del loro team. Fornisce un modo comodo ed efficiente per i manager di monitorare e valutare le prestazioni individuali, promuovere la responsabilità e prendere decisioni informate riguardo al loro team.

source: Worker acknowledgment
it_it: Riconoscimento del collaboratore

source: The review was validated by
it_it: La Valutazione è stata convalidata da

source: This snapshot reflects the status of the behaviors as of {{date}}.
it_it: Questa istantanea riflette lo stato dei comportamenti al {{date}}.

source: This snapshot reflects the status of the goals as of {{date}}.
it_it: Questa istantanea riflette lo stato degli obiettivi al {{date}}.

source: Let’s discuss on
it_it: Discutiamone il

source: Edited
it_it: Modificato

source: No changes
it_it: Nessuna modifica

source: Unrated
it_it: Non valutato

source: Overall performance rating
it_it: Valutazione complessiva delle prestazioni

source: No comment provided
it_it: Nessun commento fornito

source: No input provided
it_it: Nessun input fornito

source: Confirmation of my performance conversation
it_it: Conferma della mia conversazione sulla performance

source: Closed (system)
it_it: Chiuso (sistema)

source: Moderation
it_it: Moderazione

source: Pending sign-off
it_it: In attesa di approvazione

source: Pending validation
it_it: In attesa di convalida

source: Pending publication
it_it: Pubblicazione in sospeso

source: Review autoclosed date
it_it: Data di chiusura automatica della valutazione

source: Worker sign-off date
it_it: Data di approvazione del collaboratore

source: Review closed date
it_it: Data di chiusura della valutazione

source: Evaluation period
it_it: Periodo di valutazione

source: Type & status
it_it: Tipo e stato

source: Start
it_it: Inizia
